[
    {
        "id" : 0,
        "title" : "Brazil star Richarlison teaches Ronaldo his trademark pigeon dance after star World Cup display vs South Korea",
        "image" : "https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blta6bdc4e97d8719bc/638e49772ba4a010e3dc930f/Richy_korea.jpg?quality=80&format=pjpg&auto=webp&width=1000",
        "description" : "The Tottenham attacker was on target as Brazil beat South Korea to book a place in the quarter-finals of the World Cup. The Selecao stars danced on the field after scoring their goals in the 4-1 success and Richarlison later showed former star Ronaldo how to do his favourite move."
    },
    {
        "id" : 1,
        "title" : "'Keep dancing!' - Raphinha responds to Keane ‘Strictly’ criticism with Brazil goal celebration vow",
        "image" : "https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/bltb3c39a2d0b53954a/638f25547fdf450bb9cf47c9/GettyImages-1446999450.jpg?quality=80&format=pjpg&auto=webp&width=1000",
        "description" : "The outspoken Irishman was on punditry duty as the Selecao breezed past South Korea in the last 16 at Qatar 2022, with each of their first-half efforts toasted by busting out a few moves – with head coach Tite even getting involved at one stage. Manchester United legend Keane was left less than impressed, but Barcelona forward Raphinha is adamant that a confident Brazil squad will not be changing their ways."
    },
    {
        "id" : 2,
        "title" : "Vinicius Jr hoping Brazil can achieve World Cup glory 'for Pele' with legend in hospital",
        "image" : "https://assets.goal.com/v3/assets/bltcc7a7ffd2fbf71f5/blte7555e97be63841f/638e701104e8ec35a5e1ae30/goal---image-overlay--14d68cd4-05f3-4e67-bded-02bb53fa5ed8.png?quality=80&format=pjpg&auto=webp&width=1000",
        "description" : "Vinicius opened the scoring in a complete mauling of South Korea as Brazil danced their way into the World Cup quarter-finals. After the game, he paid tribute to Brazilian legend Pele and expressed how they wish to win the World Cup for the 82-year-old."
    }
]